Repository: baszoetekouw/pinfo
Catalog: po/*.po
Languages: uk

source: Searching for indirect done
uk: Пошук непрямих завершений

source: Warning: could not find tag table
uk: Попередження: не вдалося знайти таблицю тегів

source: Searching for tag table done
uk: Пошук таблиці тегів завершено

source: Error while reading file '%s'
uk: Помилка при читанні файла «%s»

source: Can't open file
uk: Не можу відкрити файл

source: press a key to continue
uk: натисніть будь-яку клавішу, щоб продовжити

source: Error: could not open info file part
uk: Помилка: не вдалося відкрити частину файлу info

source: Are you sure you want to print?
uk: Ви впевнені, що хочете надрукувати?

source: Enter line:
uk: Введіть рядок:

source: Enter command:
uk: Введіть команду:

source: Operation failed...
uk: Операція не вдалася...

source: Enter regular expression:
uk: Введіть регулярний вираз:

source: Search string not found...
uk: Пошуковий рядок не знайдено...

source: Invalid regular expression;
uk: Недійсний регулярний вираз;

source: Press any key to continue...
uk: Натисніть будь-яку клавішу, щоб продовжити...

source: Enter node name:
uk: Введіть назву вузла:

source: Node %s not found
uk: Вузол %s не знайдено

source: Are you sure you want to quit?
uk: Ви впевнені, що хочете вийти?

source: Error: Cannot call man command.
uk: Помилка: Не можу викликати команду man.

source: Error: No manual page found either.
uk: Помилка: Сторінку посібника також не знайдено.

source: Apropos pages:
uk: Подібні сторінки:

source: Calling gunzip for
uk: Виклик gunzip для

source: Couldn't call gunzip.
uk: Не вдалося викликати gunzip.

source: IGNORING
uk: ІГНОРУВАННЯ

source: Error: No manual page found
uk: Помилка: Сторінку посібника не знайдено.

source: Calling apropos
uk: Виклик команди apropos

source: Nothing appropriate
uk: Нічого відповідного

source: Enter manual name:
uk: Введіть назву посібника:

source: Viewing line %d/%d, %d%%
uk: Перегляд рядка %d/%d, %d%%

source: Viewing line %d/%d, 100%%
uk: Перегляд рядка %d/%d, 100%%

source: Can't open config file!
uk: Не можна відкрити файл конфігурації!

source: Parse error in config file on line %d
uk: Помилка синтаксису в рядку %d файлу конфігурації

source: Virtual memory exhausted
uk: Віртуальна памʼять вичерпана

source: Failed to execute command '%s': %i
uk: Збій виконання команди «%s»: %i

source: Illegal characters in filename! *** %s
uk: Заборонені символи в назві файлу! *** %s

source: yes
uk: tak

source: no
uk: ні

source: Couldn't open temporary file
uk: Не можу відкрити тимчасовий файл!

source: File:
uk: Файл:

source: Node:
uk: Вузол:

source: Next:
uk: Наступний:

source: Prev:
uk: Попередній:

source: Up:
uk: Вгору:

source: Warning: matched empty string
uk: Увага: співпало з пустою стрічкою

source: Looking for man page...
uk: Шукаю сторінку посібника...

source: --node option used without argument
uk: Опція --node використана без аргументу

source: --rcfile option used without argument
uk: Опція --rcfile використана без аргументу

source: Usage: %s [options] [info|manual] Options: -h, --help help -v, --version version -m, --manual use man page -r, --raw-filename use raw filename -f, --file synonym for -r -a, --apropos call apropos if nothing found -p, --plain-apropos call only apropos -c, --cut-man-headers cut out repeated man headers -l, --long-manual-links use long link names in manuals -s, --squeeze-manlines cut empty lines from manual pages -d, --dont-handle-without-tag-table don't display texinfo pages without tag tables -t, --force-manual-tag-table force manual detection of tag table -x, --clear-at-exit clear screen at exit --node=nodename, --node nodename jump directly to the node nodename --rcfile=file, --rcfile file use alternate rcfile
uk: Використання: %s [опції] [info|manual] Опції: -h, --help Ця довідка -v, --version Версія -m, --manual Використовувати сторінку підручника man -r, --raw-filename Використовувати вказану назву файлу -a, --apropos У разі відсутності відповідного документа, використовувати apropos -p, --plain-apropos Викликати apropos без пошуку відповідних сторінок man -c, --cut-man-headers Видаляти повторювані заголовки зі сторінок підручника man -l, --long-manual-links Використовувати довгі назви посилань в сторінках підручника man -s, --squeeze-manlines Видаляти порожні рядки зі сторінок підручника man -d, --dont-handle-without-tag-table Відмовлятися від обробки, якщо сторінка info не має запису таблиці тегів -t, --force-manual-tag-table Примусово створювати таблицю тегів вручну -x, --clear-at-exit Очищати екран після завершення роботи --node=вузол, --node вузол Перейти безпосередньо до вузла --rcfile=файл, --rcfile файл Використовувати альтернативний файл rc

source: Error: could not open info file, trying manual
uk: Помилка: не вдалося відкрити файл інформації, спробую довідник

source: Warning: tag table not found...
uk: Попередження: таблицю тегів не знайдено...

source: Trying to create alternate tag table...
uk: Спроба створення альтернативної таблиці тегів...

source: This doesn't look like info file...
uk: Це не здається файлом типу info...

source: Specified node does not exist...
uk: Вказаний вузол не існує...

source: Tag table is corrupt, trying to fix...
uk: Таблиця тегів пошкоджена, спроба відновлення...

source: File not found. Press any key...
uk: Файл не знайдено. Натисніть будь-яку клавішу...

source: Unexpected error.
uk: Несподівана помилка.

source: Tag table not found. Trying to create alternate...
uk: Таблицю тегів не знайдено. Спроба створення альтернативної таблиці...

source: Security warning: Unable to get GID of group called: %s
uk: Попередження безпеки: Неможливо отримати GID групи: %s

source: Security warning: Unable to get UID of user called: %s
uk: Попередження безпеки: Неможливо отримати UID користувача: %s

source: Unable to drop root privileges: %s
uk: Не вдалося відкинути привілеї root: %s
